import type { IProblemBlockData } from "../components/ProblemBlock/types";

export const PROBLEMS: IProblemBlockData[] = [
  {
    group: "Менторы",
    reasons: [
      "Сложно выйти на стабильный доход с консультаций",
      "Непонятно, как оформить работу легально",
      "Нет знаний и навыков для поиска заказов",
    ],
  },
  {
    group: "Менти",
    reasons: [
      "В окружении нет экспертов с нужными компетенциями",
      "Нет каталога онлайн-компетенций",
      "Нет качественного сервиса для получения консультаций",
    ],
  },
];
